[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="かがり火"
m_PluralItemName=""
m_Description="制限時間内に出来るだけ多くの光の束を点火する。\n\n光の束はランダムに出現する。\n光の束に触れるたびに制限時間は延長される。\nブリンクとアジリティーによる移動が役立つだろう。 \n闇に飲まれた場合、最後に触れた光からのスタートとなる。\n\n暗殺者がこのエリアを警戒している。\nまたマナの回復はかなり遅くなっている。\n早く回復させたいならマナエリクサーを入手せよ。\n\nスコア:\n* 光の束に触れるとポイントとなる。短時間で触れるほどポイントが稼げる。\n* またテクニカルな跳躍ほどポイントにつながる。\n* チャレンジ終了時の体力もスコアに加算される。\n\n失敗: \n制限時間を過ぎた場合や死亡した場合に失敗となる。 \n"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="かがり火"
m_PluralItemName=""
m_Description="制限時間内に出来るだけ多くの光の束を点火する。\n\n光の束はランダムに出現する。.\n光の束に触れるたびに制限時間は延長される。\nブリンクとアジリティーによる移動が役立つだろう。 \n闇に飲まれた場合、最後に触れた光からのスタートとなる。\n\n落下によるダメージはない。\nまたマナは回復は速やかに回復する。\nブリンクの使用をためらう必要はない。\n\nスコア:\n* 光の束に触れるとポイントとなる。短時間で触れるほどポイントが稼げる。\n* またテクニカルな跳躍ほどポイントにつながる。\n* チャレンジ終了時の体力もスコアに加算される。\n\n失敗: \n制限時間を過ぎた場合に失敗となる。 \n"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

